package constants

const (
	WELCOME_MESSAGE = `สวัสดีค่ะ คุณตา👴🏻 /คุณยาย 👵🏻
ยินดีต้อนรับเข้าสู่ “หลานเอง” เพื่อนที่จะคอยตอบข้อสงสัยของท่านในการใช้งานโทรศัพท์มือถือ แอปพลิเคชั่น ตรวจสอบความปลอดภัยจากมิจฉาชีพออนไลน์ หรือแม้กระทั่งช่วยอำนวยความสะดวกในการใช้ชีวิตประจำวัน

หลานเองทำอะไรได้บ้าง?
📱แก้ปัญหาเบื้องต้นเกี่ยวกับการใช้งานโทรศัพท์มือถือ
👨‍💻 ตรวจสอบความปลอดภัยของมิจฉาชีพออนไลน์
🏡 ช่วยเหลือคอยตอบคำถามในชีวิตประจำวัน
หลานเองพร้อมให้บริการคุณเสมอ และหวังว่าหลานเองจะเป็นเพื่อนที่ช่วยให้ชีวิตของคุณสะดวกและง่ายยิ่งขึ้น
พิมพ์ข้อความที่คุณต้องการถามหรือขอความช่วยเหลือได้เลยค่ะ`
	EXAMPLE_MESSAGE_1 = `ตัวอย่างคำถาม

📱ปัญหาเบื้องต้นในการใช้งานโทรศัพท์มือถือ

1. วิธีเพิ่มขนาดตัวอักษรบนหน้าจอทำอย่างไร?
2. จะตั้งค่าการแจ้งเตือนให้มีเสียงดังขึ้นได้อย่างไร?
3. วิธีถ่ายภาพหน้าจอ (screenshot) ทำอย่างไร?
4. จะส่งรูปภาพทางไลน์ได้อย่างไร?
5. วิธีตั้งนาฬิกาปลุกบนโทรศัพท์ทำอย่างไร?
6. จะเชื่อมต่อ WiFi กับโทรศัพท์ได้อย่างไร?
7. วิธีลบแอปพลิเคชันที่ไม่ใช้แล้วทำอย่างไร?
8. จะเปิดใช้งานโหมดประหยัดแบตเตอรี่ได้อย่างไร?
9. วิธีใช้ Google Maps นำทางทำอย่างไร?
10. จะตั้งค่าการโทรด่วน (speed dial) สำหรับเบอร์ที่ใช้บ่อยได้อย่างไร?`
	EXAMPLE_MESSAGE_2 = `👨‍💻 ตรวจสอบความปลอดภัยของมิจฉาชีพออนไลน์

หลานเองจะช่วยตรวจสอบความปลอดภัยให้คุณได้ดังนี้

1. account ปลอม ของ SMS facebook line
2. ข่าวปลอม
3. ลิงค์ปลอม

โดยคุณตา/คุณยาย สามารถแคปหน้าจอหรือแชร์ข้อความนั้นมาที่หลานเองเพื่อตรวจสอบความปลอดภัยได้ค่ะ`
	EXAMPLE_MESSAGE_3 = `👨‍💻 ตรวจสอบความปลอดภัยของมิจฉาชีพออนไลน์

หลานเองจะช่วยตรวจสอบความปลอดภัยให้คุณได้ดังนี้

1. account ปลอม ของ SMS facebook line
2. ข่าวปลอม
3. ลิงค์ปลอม

โดยคุณตา/คุณยาย สามารถแคปหน้าจอหรือแชร์ข้อความนั้นมาที่หลานเองเพื่อตรวจสอบความปลอดภัยได้ค่ะ`
	NEWS_CHECK_MESSAGE = `คุณตา / คุณยายสามารถแชร์ข้อความที่สงสัยมาที่แชทนี้ได้เลยนะคะ`
)
