package constants

const (
	WELCOME_MESSAGE = `สวัสดีค่ะ คุณตา👴🏻 /คุณยาย 👵🏻
ยินดีต้อนรับเข้าสู่ “หลานเอง” เพื่อนที่จะคอยตอบข้อสงสัยของท่านในการใช้งานโทรศัพท์มือถือ แอปพลิเคชั่น ตรวจสอบความปลอดภัยจากมิจฉาชีพออนไลน์ หรือแม้กระทั่งช่วยอำนวยความสะดวกในการใช้ชีวิตประจำวัน

หลานเองทำอะไรได้บ้าง?
📱แก้ปัญหาเบื้องต้นเกี่ยวกับการใช้งานโทรศัพท์มือถือ
👨‍💻 ตรวจสอบความปลอดภัยของมิจฉาชีพออนไลน์
🏡 ช่วยเหลือคอยตอบคำถามในชีวิตประจำวัน
หลานเองพร้อมให้บริการคุณเสมอ และหวังว่าหลานเองจะเป็นเพื่อนที่ช่วยให้ชีวิตของคุณสะดวกและง่ายยิ่งขึ้น
พิมพ์ข้อความที่คุณต้องการถามหรือขอความช่วยเหลือได้เลยค่ะ`
	NEWS_CHECK_MESSAGE = `คุณตา / คุณยายสามารถแชร์ข้อความที่สงสัยมาที่แชทนี้ได้เลยนะคะ`
)
